;
; Translation Author: Rinaldo M. aka Whiteshark 
; Translation Author Email: dad428@hotmail.com
; Translation Author Website: www.webalice.it/whiteshark_1/
;
; Software: Wise Jet Search 2.33.139
; Actual Translation Maintainer: xilolee (user and moderator on forum.wisecleaner.com), since version 1.24.65
; Translation updated/checked 4 Ott 2017
;
; Previous Translation Maintainers:
;

[GUI]
ButtonYes=Sì
ButtonNo=No
ButtonOK=OK
ButtonMinimize=Minimizza
ButtonMaximize=Ingrandisci
ButtonClose=Chiudi
ButtonRestore=Ripristina
ButtonMenu=Menu

[Translation]
LangCode=0410
ReadHabit=Left-to-right
LanguageName=ITA
DefaultFont=Tahoma
DefaultFontSize=8
DefaultCharset=ANSI_CHARSET
Information=Conferma
Warning=Attenzione
Error=Errore
Confirm=Conferma
FrmJSAbout.caption=Info
FrmJSAbout.btnok.caption=OK
FrmJSAbout.lblver.caption=Versione corrente:
FrmJSAbout.lblemail.caption=Supporto tecnico:
FrmJSAbout.lblhome.caption=Il nostro sito web:
FrmJSAbout.lblthank.caption=Ringraziamo le seguenti persone per la collaborazione:
FrmRSMain.btnSupport.hint=Suggerimenti, segnalazioni e richieste d'aiuto
;
; Popup Menu
;
unsupported=Formato non supportato
denied=Accesso negato
unknownpath=Nessun percorso
pmCheckMsg=Notizie di WiseCleaner
pmforum=Forum
pmHelp=Aiuto in linea
pmHome=Il nostro sito web
pmCheckNew=Aggiorna
pmContact=Contattaci
pmLang=Lingua
pmAbout=Info
pmcpfilename=Copia percorso completo
pmcppath=Copia directory
pmopen=Apri file
pmopenfolder=Apri cartella
pmcpfile=Copia
pmdel=Elimina file
pmatt=Proprietà
pmSelectAll=Seleziona tutto
pmSelectNone=Deseleziona tutto
pmSelectInvert=Inverti selezione
pmCheckNew=Aggiorna
pmJetHelp=Apri Ricerca Rapida
nopath=Percorso inesistente
pmcutfile=Sposta in...
pmexportto=Salva in un file csv...
;
; Main GUI
; 
FrmRSMain.btnlikeit.caption=Mi piace
FrmRSMain.btnSearch.caption=Cerca
FrmRSMain.btnfeedback.caption=Suggerimenti e opinioni
FrmRSMain.btncheckupdate.caption=Aggiorna
FrmRSMain.btnFacebook.hint=Clicca "mi piace" sulla pagina di WiseCleaner su Facebook e seguici!
FrmRSMain.btnTwitter.hint=Condividi i tuoi pensieri riguardo questo programma su Twitter!
FrmRSMain.btnemail.hint=Se apprezzi questo programma, consiglialo ai tuoi amici!
;
; Like Us
;
Frmlikeit.lblTitle.caption=Se apprezzi Wise Jet Search consiglialo ai tuoi amici.
Frmlikeit.lblInfo.caption=Condividi Wise Jet Search con familiari, amici, compagni di classe e colleghi via Email, Blog, Twitter, Youtube, Facebook, ecc... Ben fatto!  Regalerai comodità ed efficienza alle loro vite.
Frmlikeit.lblRate.caption=Valuta Wise Jet Search:
Frmlikeit.lblfollow.caption=Seguici su:
Frmlikeit.lblshare.caption=Condividi Wise Jet Search:
Frmlikeit.btndownload.caption=Download gratuito
Frmlikeit.imgrate.hint=Assegnaci 5 stelle
Frmlikeit.imgmail.hint=Condividi con gli amici
Frmlikeit.imgface1.hint=Condividi su Facebook
Frmlikeit.imgface2.hint=Seguici su Facebook
Frmlikeit.imgtwitter1.hint=Condividi su Twitter
Frmlikeit.imgtwitter2.hint=Seguici su Twitter
Frmlikeit.Caption=Mi piace
Frmlikeit.lbldownload.caption=Scarica altri programmi gratuiti da WiseCleaner.com

[Edit]
pmcut=Taglia
pmcopy=Copia
pmpaste=Incolla
pmdelete=Elimina
pmselectall=Seleziona tutto

[Message]
Loading=Sto creando l'indice...
Loaded=Creazione completata
Audios=Audio
Videos=Video
Images=Immagini
Document=Documenti
Compressed=Archivî
Email=Email
NewVer=È disponibile una nuova versione di Wise Jet Search! Vuoi aggiornarla ora?
KeyDelete=Elimina
AllHardDrive=Drive locali
SelectHardDrive=Seleziona un drive
ScanFor=Ricerca nel drive:
Search=Ricerca
LeftTimeSec=Tempo impiegato: %s secondi
NoKeyWord=Inserisci le parole chiave per la ricerca.
Stop=Ferma
NoDriveChecked=Seleziona il drive da esaminare.
NoNewVer=Congratulazioni! Stai usando la versione più recente!
TranslateTo=Traduci in...

[FastFind]
Name=Nome
Path=Percorso
FileSize=Dimensioni
FileType=Tipo
DateModified=Ultima modifica
KeyWord=Inserisci parole chiave
SearchFinish=Ricerca completata. Rilevati %d file o cartelle.
SearchAborted=Ricerca interrotta. Rilevati %d file o cartelle.
NoResult=Nessuna corrispondenza rilevata.

[Help]
Startup=Avvia la ricerca veloce all'accensione del computer
AutoRunMain=Attiva questa finestra all'avvio di JetSearch
Del=Elimina
Tips=Ricerca rapida di file e cartelle locali